app/controllers/comments_controller.rb

  def create
    @comment = Comment.new(comment_params)

    respond_to do |format|
      if @comment.save
---
INSERT INTO "comments" ("user", "comment_text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["user", "Konrad"], ["comment_text", "lorem ipsum"], ["created_at", "2015-11-05 00:07:20.283627"], ["updated_at", "2015-11-05 00:07:20.283627"]]